---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RampAttrThickness
source: html/db510dcc-6cde-29d4-2988-138e38702f44.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RampAttrThickness Property

"Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId RampAttrThickness { get; }
```